---
kind: property
id: P:Autodesk.Revit.DB.Connector.Description
zh: 连接件、接口
source: html/c5ad3870-0cac-fe22-ea70-91ef3ad1472b.htm
---
# Autodesk.Revit.DB.Connector.Description Property

**中文**: 连接件、接口

The description.

## Syntax (C#)
```csharp
public string Description { get; }
```